{"class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"trainable": true, "name": "dense_1", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "batch_input_shape": [null, 11], "dtype": "float32", "bias_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}}, "activation": "relu", "use_bias": true, "units": 11, "bias_constraint": null, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"trainable": true, "name": "dense_2", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}}, "activation": "relu", "use_bias": true, "units": 8, "bias_constraint": null, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"trainable": true, "name": "dense_3", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}}, "activation": "sigmoid", "use_bias": true, "units": 1, "bias_constraint": null, "kernel_constraint": null}}], "keras_version": "2.1.5"}