{"config": [{"config": {"bias_constraint": null, "units": 11, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "dtype": "float32", "activity_regularizer": null, "batch_input_shape": [null, 11], "kernel_regularizer": null, "kernel_constraint": null, "trainable": true, "use_bias": true, "bias_regularizer": null, "activation": "relu", "name": "dense_1", "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "units": 8, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "name": "dense_2", "use_bias": true, "bias_regularizer": null, "activation": "relu", "trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "units": 8, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "name": "dense_3", "use_bias": true, "bias_regularizer": null, "activation": "relu", "trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "units": 8, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "name": "dense_4", "use_bias": true, "bias_regularizer": null, "activation": "relu", "trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "units": 1, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "name": "dense_5", "use_bias": true, "bias_regularizer": null, "activation": "sigmoid", "trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.1.5"}