{"backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"bias_regularizer": null, "trainable": true, "dtype": "float32", "batch_input_shape": [null, 11], "name": "dense_1", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}}, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "kernel_constraint": null, "units": 11, "activation": "relu", "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "trainable": true, "name": "dense_2", "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}}, "bias_constraint": null, "kernel_constraint": null, "units": 8, "activation": "relu", "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "trainable": true, "name": "dense_3", "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}}, "bias_constraint": null, "kernel_constraint": null, "units": 8, "activation": "relu", "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "trainable": true, "name": "dense_4", "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}}, "bias_constraint": null, "kernel_constraint": null, "units": 8, "activation": "relu", "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "trainable": true, "name": "dense_5", "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}}, "bias_constraint": null, "kernel_constraint": null, "units": 2, "activation": "sigmoid", "kernel_regularizer": null}}], "keras_version": "2.1.5"}